/* No comment provided by engineer. */
"Album" = "Άλμπουμ";

/* No comment provided by engineer. */
"Album Artist" = "Καλλιτέχνης Άλμπουμ";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Καλλιτέχνης Άλμπουμ ή Καλλιτέχνης";

/* No comment provided by engineer. */
"Artist" = "Καλλιτέχνης";

/* No comment provided by engineer. */
"Bring iTunes to Front" = "Μετάβαση στο iTunes";

/* No comment provided by engineer. */
"Changed Tracks" = "Αλλαγμένα Τραγούδια";

/* No comment provided by engineer. */
"Comment" = "Σχόλιο";

/* No comment provided by engineer. */
"Configure Formatting" = "Ρύθμιση Εμφάνισης";

/* No comment provided by engineer. */
"Description" = "Περιγραφή";

/* No comment provided by engineer. */
"Episode ID" = "ID Επεισοδίου";

/* No comment provided by engineer. */
"Episode Number" = "Αριθμός Επεισοδίου";

/* No comment provided by engineer. */
"Long Description" = "Εκτενής Περιγραφή";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Εκτενής Περιγραγή, Σχόλιο, ή Περιγραφή";

/* No comment provided by engineer. */
"Name" = "Όμα";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "Ειδοποίηση όταν το iTunes είναι ενεργό";

/* No comment provided by engineer. */
"Paused" = "Σε Παύση";

/* No comment provided by engineer. */
"Play Time" = "Χρόνος";

/* No comment provided by engineer. */
"Quit Both" = "Κλείσιμο και των δυο";

/* No comment provided by engineer. */
"Quit GrowlTunes" = "Κλείσιμο του GrowlTunes";

/* No comment provided by engineer. */
"Quit iTunes" = "Κλείσιμο του iTunes";

/* No comment provided by engineer. */
"Rating" = "Βαθμολογία";

/* No comment provided by engineer. */
"Season Number" = "Αριθμός Σεζόν";

/* No comment provided by engineer. */
"Show" = "Σόου";

/* No comment provided by engineer. */
"Start at Login" = "Εκκίνηση κατά το Login";

/* No comment provided by engineer. */
"Start iTunes" = "Εκκίνηση του iTunes";

/* No comment provided by engineer. */
"Started" = "Ξεκίνησε";

/* No comment provided by engineer. */
"Stopped" = "Σταματημένο";

/* No comment provided by engineer. */
"Stream Title" = "Τίτλος Stream";

/* No comment provided by engineer. */
"Track Count" = "Αριθμός Κομματιών";

/* No comment provided by engineer. */
"Track Number" = "Αριθμός Κομματιού";

/* No comment provided by engineer. */
"Video Kind" = "Είδος Βίντεο";

/* No comment provided by engineer. */
"Volume" = "Ένταση";

/* No comment provided by engineer. */
"← Previous Track" = "← Προηγούμενο Κομμάτι";

/* No comment provided by engineer. */
"→ Next Track" = "→ Επόμενο Κομμάτι";

/* No comment provided by engineer. */
"▶ Play/Pause" = "▶ Έναρξη/Παύση";

